{
    "PlaceholderDesc_DailyRoutine_Event_Id": "Id des Ereignis",
    "PlaceholderDesc_DailyRoutine_EarliestTime_Hours": "Stunden der frühsten Uhrzeit zu dem das Ereignis eintreten kann.",
    "PlaceholderDesc_DailyRoutine_EarliestTime_Minutes": "Minuten der frühsten Uhrzeit zu dem das Ereignis eintreten kann.",
    "PlaceholderDesc_DailyRoutine_EarliestTime_TotalMinutes": "Gesamtminuten Minuten der frühsten Uhrzeit zu dem das Ereignis eintreten kann. Wird Berechnet als Stunden * MinutenProStunde + Minuten.",
    "PlaceholderDesc_DailyRoutine_LatestTime_Hours": "Stunden der spätesten Uhrzeit zu dem das Ereignis eintreten kann.",
    "PlaceholderDesc_DailyRoutine_LatestTime_Minutes": "Minuten der spätesten Uhrzeit zu dem das Ereignis eintreten kann.",
    "PlaceholderDesc_DailyRoutine_LatestTime_TotalMinutes": "Gesamtminuten Minuten der spätesten Uhrzeit zu dem das Ereignis eintreten kann. Wird Berechnet als Stunden * MinutenProStunde + Minuten.",
    "PlaceholderDesc_DailyRoutine_HasMovementTarget_Start": "Start des Inhalts der nur gerendert wird wenn das Ereignis ein Bewegungsziel hat. Muss mit DailyRoutine_HasMovementTarget_End geschlossen werden.",
    "PlaceholderDesc_DailyRoutine_HasMovementTarget_End": "Ende des Inhalts der nur gerendert wird wenn das Ereignis ein Bewegungsziel hat.",
    "PlaceholderDesc_DailyRoutine_HasNoMovementTarget_Start": "Start des Inhalts der nur gerendert wird wenn das Ereignis kein Bewegungsziel hat. Muss mit DailyRoutine_HasNoMovementTarget_End geschlossen werden.",
    "PlaceholderDesc_DailyRoutine_HasNoMovementTarget_End": "Ende des Inhalts der nur gerendert wird wenn das Ereignis kein Bewegungsziel hat.",
    "PlaceholderDesc_DailyRoutine_HasMovementTargetExportName_Start": "Start des Inhalts der nur gerendert wird wenn das Ereignis ein Bewegungsziel mit Export Namen hat. Muss mit DailyRoutine_HasMovementTargetExportName_End geschlossen werden.",
    "PlaceholderDesc_DailyRoutine_HasMovementTargetExportName_End": "Ende des Inhalts der nur gerendert wird wenn das Ereignis ein Bewegungsziel mit Export Namen hat.",
    "PlaceholderDesc_DailyRoutine_HasNoMovementTargetExportName_Start": "Start des Inhalts der nur gerendert wird wenn das Ereignis kein Bewegungsziel mit Export Namen hat. Muss mit DailyRoutine_HasNoMovementTargetExportName_End geschlossen werden.",
    "PlaceholderDesc_DailyRoutine_HasNoMovementTargetExportName_End": "Ende des Inhalts der nur gerendert wird wenn das Ereignis kein Bewegungsziel mit Export Namen hat.",
    "PlaceholderDesc_DailyRoutine_MovementTarget_Name": "Name des Bewegungsziel",
    "PlaceholderDesc_DailyRoutine_MovementTarget_ExportName": "Export Name des Bewegungsziel",
    "PlaceholderDesc_DailyRoutine_MovementTarget_ExportNameOrName": "Wird durch den Export Namen des Bewegungsziel ersetzt. Wenn es keinen Export Namen hat wird der normale Name verwendet.",
    "PlaceholderDesc_DailyRoutine_HasNoScript_Start": "Start des Inhalts der nur gerendert wird wenn das Ereignis kein Skript hat. Muss mit DailyRoutine_HasNoScript_End geschlossen werden.",
    "PlaceholderDesc_DailyRoutine_HasNoScript_End": "Ende des Inhalts der nur gerendert wird wenn das Ereignis kein Skript hat.",
    "PlaceholderDesc_DailyRoutine_HasScript_Start": "Start des Inhalts der nur gerendert wird wenn das Ereignis ein Skript hat. Muss mit DailyRoutine_HasScript_End geschlossen werden.",
    "PlaceholderDesc_DailyRoutine_HasScript_End": "Ende des Inhalts der nur gerendert wird wenn das Ereignis ein Skript hat.",
    "PlaceholderDesc_DailyRoutine_HasNodeGraphScript_Start": "Start des Inhalts der nur gerendert wird wenn das Ereignis ein Knotensystem als Skript hat hat. Muss mit DailyRoutine_HasNodeGraphScript_End geschlossen werden.",
    "PlaceholderDesc_DailyRoutine_HasNodeGraphScript_End": "Ende des Inhalts der nur gerendert wird wenn das Ereignis ein Knotensystem als Skript hat hat.",
    "PlaceholderDesc_DailyRoutine_HasCodeScript_Start": "Start des Inhalts der nur gerendert wird wenn das Ereignis Code als Skript hat hat. Muss mit DailyRoutine_HasCodeScript_End geschlossen werden.",
    "PlaceholderDesc_DailyRoutine_HasCodeScript_End": "Ende des Inhalts der nur gerendert wird wenn das Ereignis Code als Skript hat hat.",
    "PlaceholderDesc_DailyRoutine_ScriptFunctionName": "Name der Skript Funktion",
    "PlaceholderDesc_DailyRoutine_ScriptName": "Name des Skript",
    "PlaceholderDesc_DailyRoutine_HasTargetState_Start": "Start des Inhalts der nur gerendert wird wenn das Ereignis einen Zielzustand hat. Muss mit DailyRoutine_HasTargetState_End geschlossen werden.",
    "PlaceholderDesc_DailyRoutine_HasTargetState_End": "Ende des Inhalts der nur gerendert wird wenn das Ereignis einen Zielzustand hat.",
    "PlaceholderDesc_DailyRoutine_HasNoTargetState_Start": "Start des Inhalts der nur gerendert wird wenn das Ereignis keinen Zielzustand hat. Muss mit DailyRoutine_HasNoTargetState_End geschlossen werden.",
    "PlaceholderDesc_DailyRoutine_HasNoTargetState_End": "Ende des Inhalts der nur gerendert wird wenn das Ereignis keinen Zielzustand hat.",
    "PlaceholderDesc_DailyRoutine_TargetState": "Zielzustand des Npc beim Erreichen seines Ereignis Ziels.",
    "PlaceholderDesc_DailyRoutine_IsEnabledByDefault_Start": "Start des Inhalts der nur gerendert wird wenn das Ereignis standardmäßig aktiv ist. Muss mit DailyRoutine_IsEnabledByDefault_End geschlossen werden.",
    "PlaceholderDesc_DailyRoutine_IsEnabledByDefault_End": "Ende des Inhalts der nur gerendert wird wenn das Ereignis standardmäßig aktiv ist.",
    "PlaceholderDesc_DailyRoutine_IsDisabledByDefault_Start": "Start des Inhalts der nur gerendert wird wenn das Ereignis standardmäßig deaktiviert ist. Muss mit DailyRoutine_IsDisabledByDefault_End geschlossen werden.",
    "PlaceholderDesc_DailyRoutine_IsDisabledByDefault_End": "Ende des Inhalts der nur gerendert wird wenn das Ereignis standardmäßig deaktiviert ist."
}