{
    "PlaceholderDesc_DailyRoutine_Event_Id": "Id of the event",
    "PlaceholderDesc_DailyRoutine_EarliestTime_Hours": "Hours of the earliest time at which the event might happen.",
    "PlaceholderDesc_DailyRoutine_EarliestTime_Minutes": "Minutes of the earliest time at which the event might happen.",
    "PlaceholderDesc_DailyRoutine_EarliestTime_TotalMinutes": "Total minutes of the earliest time at which the event might happen. Will be calculated as Hours * MinutesPerHour + Minutes.",
    "PlaceholderDesc_DailyRoutine_LatestTime_Hours": "Hours of the latest time at which the event might happen.",
    "PlaceholderDesc_DailyRoutine_LatestTime_Minutes": "Minutes of the latest time at which the event might happen.",
    "PlaceholderDesc_DailyRoutine_LatestTime_TotalMinutes": "Total minutes of the latest time at which the event might happen. Will be calculated as Hours * MinutesPerHour + Minutes.",
    "PlaceholderDesc_DailyRoutine_HasMovementTarget_Start": "Start of the content that will only be rendered if the event has a movement target. Must be closed using DailyRoutine_HasMovementTarget_End.",
    "PlaceholderDesc_DailyRoutine_HasMovementTarget_End": "End of the content that will only be rendered if the event has a movement target.",
    "PlaceholderDesc_DailyRoutine_HasNoMovementTarget_Start": "Start of the content that will only be rendered if the event has no movement target. Must be closed using DailyRoutine_HasNoMovementTarget_End.",
    "PlaceholderDesc_DailyRoutine_HasNoMovementTarget_End": "End of the content that will only be rendered if the event has no movement target.",
    "PlaceholderDesc_DailyRoutine_HasMovementTargetExportName_Start": "Start of the content that will only be rendered if the event has a movement target with an export name. Must be closed using DailyRoutine_HasMovementTargetExportName_End.",
    "PlaceholderDesc_DailyRoutine_HasMovementTargetExportName_End": "End of the content that will only be rendered if the event has a movement target with an export name.",
    "PlaceholderDesc_DailyRoutine_HasNoMovementTargetExportName_Start": "Start of the content that will only be rendered if the event has no movement target with an export name. Must be closed using DailyRoutine_HasNoMovementTargetExportName_End.",
    "PlaceholderDesc_DailyRoutine_HasNoMovementTargetExportName_End": "End of the content that will only be rendered if the event has no movement target with an export name.",
    "PlaceholderDesc_DailyRoutine_MovementTarget_Name": "Name of the movement target",    
    "PlaceholderDesc_DailyRoutine_MovementTarget_ExportName": "Export Name of the movement target",
    "PlaceholderDesc_DailyRoutine_MovementTarget_ExportNameOrName": "Will be replaced with the export name of the movement target. If it has no export name the default name will be used.",
    "PlaceholderDesc_DailyRoutine_HasNoScript_Start": "Start of the content that will only be rendered if the event has no script. Must be closed using DailyRoutine_HasNoScript_End.",
    "PlaceholderDesc_DailyRoutine_HasNoScript_End": "End of the content that will only be rendered if the event has no script.",
    "PlaceholderDesc_DailyRoutine_HasScript_Start": "Start of the content that will only be rendered if the event has a script. Must be closed using DailyRoutine_HasScript_End.",
    "PlaceholderDesc_DailyRoutine_HasScript_End": "End of the content that will only be rendered if the event has a script.",
    "PlaceholderDesc_DailyRoutine_HasNodeGraphScript_Start": "Start of the content that will only be rendered if the event has a node graph script. Must be closed using DailyRoutine_HasNodeGraphScript_End.",
    "PlaceholderDesc_DailyRoutine_HasNodeGraphScript_End": "End of the content that will only be rendered if the event has a node graph script.",
    "PlaceholderDesc_DailyRoutine_HasCodeScript_Start": "Start of the content that will only be rendered if the event has a code script. Must be closed using DailyRoutine_HasCodeScript_End.",
    "PlaceholderDesc_DailyRoutine_HasCodeScript_End": "End of the content that will only be rendered if the event has a code script.",
    "PlaceholderDesc_DailyRoutine_ScriptFunctionName": "Name of the script function",
    "PlaceholderDesc_DailyRoutine_ScriptName": "Name of the script",
    "PlaceholderDesc_DailyRoutine_HasTargetState_Start": "Start of the content that will only be rendered if the event has target state. Must be closed using DailyRoutine_HasTargetState_End.",
    "PlaceholderDesc_DailyRoutine_HasTargetState_End": "End of the content that will only be rendered if the event has target state.",
    "PlaceholderDesc_DailyRoutine_HasNoTargetState_Start": "Start of the content that will only be rendered if the event has no target state. Must be closed using DailyRoutine_HasNoTargetState_End.",
    "PlaceholderDesc_DailyRoutine_HasNoTargetState_End": "End of the content that will only be rendered if the event has no target state.",
    "PlaceholderDesc_DailyRoutine_TargetState": "Target state of the npc upon arriving at the event target.",
    "PlaceholderDesc_DailyRoutine_IsEnabledByDefault_Start": "Start of the content that will only be rendered if the event is enabled by default. Must be closed using DailyRoutine_IsEnabledByDefault_End.",
    "PlaceholderDesc_DailyRoutine_IsEnabledByDefault_End": "End of the content that will only be rendered if the event is enabled by default.",
    "PlaceholderDesc_DailyRoutine_IsDisabledByDefault_Start": "Start of the content that will only be rendered if the event is disabled by default. Must be closed using DailyRoutine_IsDisabledByDefault_End.",
    "PlaceholderDesc_DailyRoutine_IsDisabledByDefault_End": "End of the content that will only be rendered if the event is disabled by default."
}