{
    "FlexFieldMissing": "The field '{0}' could not be found in '{1}'.",

    "DialogRootNodeCountNotOne": "There are {0} root nodes in the dialog. Exactly one root node must exist for the start of the dialog.",
    "DialogUnknownNodeType": "An unknown dialog node was used.",
    "DialogUnknownFunctionGenerationCondition": "An unknown dialog function generation condition was encountered.",
    "DialogNodeHasNoChildForFunction": "A dialog step function must be generated for a node that has no child. A check should be added to the template.",
    "DialogInfinityLoop": "An infinite loop exists in the dialog with no possibility to exit the dialog. The dialog must be checked.",
    "DialogConditionMissing": "A dialog step condition must be generated for a dialog step missing a condition. A check for an existing condition should be added to the template.",
    "DialogUnknownConditionTypeError": "An unknown condition type '{0}' was encountered. The condition can not be generated.",
    "DialogUnknownGroupOperator": "An unknown grouping operator '{0}' was encountered. The condition can not be correctly generated.",
    "DialogUnknownConditionOperator": "An unknown condition operator '{0}' was encountered. The condition can not be correctly generated.",
    "DialogFlexFielNotFoundDefaultWillBeUsed": "A field with the additional script name '{0}' was referenced but not found. The default name '{1}' will be used.",
    "DialogItemNotFoundError": "A referenced item was not found. The item was probably deleted.",
    "DialogQuestNotFoundError": "A referenced quest was not found. The quest was probably deleted.",
    "DialogSkillNotFoundError": "A referenced skill was not found. The skill was probably deleted.",
    "DialogUnknownActionTypeError": "An unknown action type '{0}' was encountered. The action can not be generated.",
    "DialogUnknownActionOperator": "An unknown action operator '{0}' was encountered. The action can not be correctly generated.",

    "NoPlayerNpcExistsError": "No player npc exists."
}