{
    "FlexFieldMissing": "Das Feld '{0}' konnte nicht in '{1}' gefunden werden.",

    "DialogRootNodeCountNotOne": "Es gibt {0} Rootknoten im Knotensystem. Es muss exakt einen Rootknoten als Start für das Knotensystem vorhanden sein.",
    "DialogUnknownNodeType": "Es wurde ein unbekannter Knotentyp im Knotensystem verwendet.",
    "DialogUnknownFunctionGenerationCondition": "Es wurde eine unbekannte Knotensystem Funktions Generierungs Regel gefunden.",
    "DialogNodeHasNoChildForFunction": "Es muss eine Knotensystem Schritt Funktion für einen neuen Knotensystem Schritt generiert werden ohne das ein Kindknoten vorliegt. Im Template sollte eine Prüfung ob ein Kindknoten vorliegen eingeführt werden.",
    "DialogInfinityLoop": "Im Knotensystem existiert ein Knoten der zu einer Endloss Schleife führt ohne Möglichkeit das Skript abzubrechen. Das Knotensystem muss überprüft werden.",
    "DialogConditionMissing": "Es muss ein Knotensystem Schritt Bedingung generiert werden ohne das eine Bedingung im Knotensystem vorliegt. Im Template sollte eine Prüfung ob eine Bedingung vorliegt eingeführt werden.",
    "DialogUnknownConditionTypeError": "Ein unbekannter Bedingungstyp '{0}' wurde gefunden. Die Bedingung kann nicht generiert werden.",
    "DialogUnknownGroupOperator": "Ein unbekannter Gruppierungs-Operator '{0}' wurde gefunden. Die Bedingung kann nicht korrekt generiert werden.",
    "DialogUnknownConditionOperator": "Ein unbekannter Operator '{0}' wurde gefunden. Die Bedingung kann nicht korrekt generiert werden.",
    "DialogFlexFielNotFoundDefaultWillBeUsed": "Ein Feld mit dem zusätzlichen Skriptnamen '{0}' wurde referenziert aber nicht gefunden. Der Standardname '{1}' wird verwendet.",
    "DialogItemNotFoundError": "Ein referenziertes Item konnte nicht gefunden werden. Das Item wurde wahrscheinlich gelöscht.",
    "DialogQuestNotFoundError": "Ein referenzierter Quest konnte nicht gefunden werden. Der Quest wurde wahrscheinlich gelöscht.",
    "DialogSkillNotFoundError": "Ein referenzierter Skill konnte nicht gefunden werden. Der Skill wurde wahrscheinlich gelöscht.",
    "DialogNpcNotFoundError": "Ein referenzierter Npc konnte nicht gefunden werden. Der Npc wurde wahrscheinlich gelöscht.",
    "DialogMarkerNotFoundError": "Eine referenzierter Kartenmarkierung konnte nicht gefunden werden. Die Kartenmarkierung wurde wahrscheinlich gelöscht.",
    "DialogUnknownActionTypeError": "Ein unbekannter Aktionstyp '{0}' wurde gefunden. Die Aktion kann nicht generiert werden.",
    "DialogUnknownActionOperator": "Ein unbekannter Operator '{0}' wurde gefunden. Die Aktion kann nicht korrekt generiert werden.",
    "DialogDailyRoutineEventNotFoundError": "Ein referenziertes Tagesablauf Ereignis konnte im Npc {0} nicht gefunden werden. Das  Tagesablauf Ereignis wurde wahrscheinlich gelöscht.",
    "WaitActionHasOnlyDirectContinueFunction": "Eine Warte Aktion hat nur einen Direkt Fortsetzen Kindknoten. Es Sollte geprüft werden ob der Warteknoten überflüssig ist.",

    "NoPlayerNpcExistsError": "Es existiert kein Spieler Npc.",

    "ExportSnippetMissing": "Das Export Snippet hat keinen Platzhalter im verwendeten Template. Der Inhalt des Export Snippets konnte nicht gerendert werden.",

    "TemplateHasErrors": "Das Template hat Fehler. Bitte prüfe es im Template Editor.",
    "ExceptionOccured": "Es ist ein Fehler aufgetreten: {0}",
    "CanNotGenerateLanguageKey": "{0}: Ein Sprachschlüssel konnte nicht generiert werden.",
    "InvalidParameter": "{0}: Ein ungültiger Parameter wurde übergeben.",
    "IncludeTemplateNotFound": "{1}: Konnte include template {0} nicht finden."
}