{
    "FlexFieldMissing": "The field '{0}' could not be found in '{1}'.",

    "DialogRootNodeCountNotOne": "There are {0} root nodes in the node system. Exactly one root node must exist for the start of the node system.",
    "DialogUnknownNodeType": "An unknown node type was used in the node system.",
    "DialogUnknownFunctionGenerationCondition": "An unknown node system function generation condition was encountered.",
    "DialogNodeHasNoChildForFunction": "A node system step function must be generated for a node that has no child. A check should be added to the template.",
    "DialogInfinityLoop": "An infinite loop exists in the node system with no possibility to exit the system. The node system must be checked.",
    "DialogConditionMissing": "A node system step condition must be generated for a step missing a condition. A check for an existing condition should be added to the template.",
    "DialogUnknownConditionTypeError": "An unknown condition type '{0}' was encountered. The condition can not be generated.",
    "DialogUnknownGroupOperator": "An unknown grouping operator '{0}' was encountered. The condition can not be correctly generated.",
    "DialogUnknownConditionOperator": "An unknown condition operator '{0}' was encountered. The condition can not be correctly generated.",
    "DialogFlexFielNotFoundDefaultWillBeUsed": "A field with the additional script name '{0}' was referenced but not found. The default name '{1}' will be used.",
    "DialogItemNotFoundError": "A referenced item was not found. The item was probably deleted.",
    "DialogQuestNotFoundError": "A referenced quest was not found. The quest was probably deleted.",
    "DialogSkillNotFoundError": "A referenced skill was not found. The skill was probably deleted.",
    "DialogNpcNotFoundError": "A referenced npc was not found. The npc was probably deleted.",
    "DialogMarkerNotFoundError": "A referenced map marker was not found. The map marker was probably deleted.",
    "DialogUnknownActionTypeError": "An unknown action type '{0}' was encountered. The action can not be generated.",
    "DialogUnknownActionOperator": "An unknown action operator '{0}' was encountered. The action can not be correctly generated.",
    "DialogDailyRoutineEventNotFoundError": "A referenced daily routine event was not found in the npc {0} . The event was probably deleted.",
    "WaitActionHasOnlyDirectContinueFunction": "A wait action node has only a direct continue child node. You should check if this wait node is required.",

    "NoPlayerNpcExistsError": "No player npc exists.",

    "ExportSnippetMissing": "The export snippet is missing a placeholder in the template. The content of the export snippet could not be rendered."
}