{
    "PlaceholderDesc_Tale_Condition_ValueName": "Name of the field which value is getting checked",
    "PlaceholderDesc_Tale_Condition_ValueOperator": "Operator used for the compare. This is generated based on the different operator templates.",
    "PlaceholderDesc_Tale_Condition_ValueOperator_IsPrimitive_Start": "Start of the content that will only be rendered if the operator is a primitive operator (=, !=, <, <=, ...). Must be closed using Tale_Condition_ValueOperator_IsPrimitive_End.",
    "PlaceholderDesc_Tale_Condition_ValueOperator_IsPrimitive_End": "End of the content that will only be rendered if the operator is a primitive operator (=, !=, <, <=, ...).",
    "PlaceholderDesc_Tale_Condition_ValueOperator_IsNonPrimitive_Start": "Start of the content that will only be rendered if the operator is a non-primitive operator (contains, startsWith, endsWith). Must be closed using Tale_Condition_ValueOperator_IsNonPrimitive_End.",
    "PlaceholderDesc_Tale_Condition_ValueOperator_IsNonPrimitive_End": "End of the content that will only be rendered if the operator is a non-primitive operator (contains, startsWith, endsWith).",
    "PlaceholderDesc_Tale_Condition_ValueIsNumber_Start": "Start of the content that will only be rendered if the field which is getting checked is a number field. Must be closed using Tale_Condition_ValueIsNumber_End.",
    "PlaceholderDesc_Tale_Condition_ValueIsNumber_End": "End of the content that will only be rendered if the field which is getting checked is a number field.",
    "PlaceholderDesc_Tale_Condition_ValueIsString_Start": "Start of the content that will only be rendered if the field which is getting checked is a string field. Must be closed using Tale_Condition_ValueIsString_End.",
    "PlaceholderDesc_Tale_Condition_ValueIsString_End": "End of the content that will only be rendered if the field which is getting checked is a string field.",
    "PlaceholderDesc_Tale_Condition_ValueName_Equals_NAME_OF_FIELD_Start": "Start of the content that will only be rendered if the name of the field that is checked equals a certain value. 'NAME_OF_FIELD' must be replaced with the name to check. The comparison is case-insensitive. Must be closed using Tale_Condition_ValueName_Equals_End.",
    "PlaceholderDesc_Tale_Condition_ValueName_Equals_End": "End of the content that will only be rendered if the name equals a certain value.",    
    "PlaceholderDesc_Tale_Condition_ValueName_NotEquals_NAME_OF_FIELD_Start": "Start of the content that will only be rendered if the name of the field that is checked not equals a certain value. 'NAME_OF_FIELD' must be replaced with the name to check. The comparison is case-insensitive. Must be closed using Tale_Condition_ValueName_NotEquals_End.",
    "PlaceholderDesc_Tale_Condition_ValueName_NotEquals_End": "End of the content that will only be rendered if the name not equals a certain value.",
    "PlaceholderDesc_Tale_Condition_CompareValue": "Compare value for the operation."
}