{
    "PlaceholderDesc_FlexField_Name": "Name of the Object",
    "PlaceholderDesc_FlexField_Name_LangKey": "Language Key for the name of the object",
    "PlaceholderDesc_FlexField_Value_NAME_OF_FIELD": "Value of a specific field. 'NAME_OF_FIELD' must be replaced with the actual name of the field. The name is not case-sensitive.",
    "PlaceholderDesc_FlexField_Value_NAME_OF_FIELD_Equals_VALUE_TO_COMPARE_Start": "Start of the content that will only be rendered if a certain field equals a certain value. 'NAME_OF_FIELD' must be replaced with the actual name of the field. The name is not case-sensitive. 'VALUE_TO_COMPARE' must be replaced with the compare value.",
    "PlaceholderDesc_FlexField_Value_Equals_End": "End of the content that will only be rendered if a certain field equals a certain value.",
    "PlaceholderDesc_FlexField_Value_NAME_OF_FIELD_NotEquals_VALUE_TO_COMPARE_Start": "Start of the content that will only be rendered if a certain field does not equal a certain value. 'NAME_OF_FIELD' must be replaced with the actual name of the field. The name is not case-sensitive. 'VALUE_TO_COMPARE' must be replaced with the compare value.",
    "PlaceholderDesc_FlexField_Value_NotEquals_End": "End of the content that will only be rendered if a certain field does not equal a certain value.",
    "PlaceholderDesc_FlexField_LangKey_NAME_OF_FIELD": "Language key for the value of a specific field. 'NAME_OF_FIELD' must be replaced with the actual name of the field. The name is not case-sensitive.",
    "PlaceholderDesc_FlexField_HasField_NAME_OF_FIELD_Start": "Start of the content that will only be rendered if the current object owns a certain field. 'NAME_OF_FIELD' must be replaced with the actual name of the field. The name is not case-sensitive.",
    "PlaceholderDesc_FlexField_HasField_End": "End of the content that will only be rendered if the current object owns a certain field.",
    "PlaceholderDesc_FlexField_NotHasField_NAME_OF_FIELD_Start": "Start of the content that will only be rendered if the current object does not own a certain field. 'NAME_OF_FIELD' must be replaced with the actual name of the field. The name is not case-sensitive.",
    "PlaceholderDesc_FlexField_NotHasField_End": "End of the content that will only be rendered if the current object does not own a certain field.",
    "PlaceholderDesc_FlexField_FieldIsBlank_NAME_OF_FIELD_Start": "Start of the content that will only be rendered if the current object does not own a certain field or if the field is blank. 'NAME_OF_FIELD' must be replaced with the actual name of the field. The name is not case-sensitive.",
    "PlaceholderDesc_FlexField_FieldIsBlank_End": "End of the content that will only be rendered if the current object does not own a certain field or if the field is blank.",
    "PlaceholderDesc_FlexField_FieldIsNotBlank_NAME_OF_FIELD_Start": "Start of the content that will only be rendered if the current object owns a certain field and if the field is not blank. 'NAME_OF_FIELD' must be replaced with the actual name of the field. The name is not case-sensitive.",
    "PlaceholderDesc_FlexField_FieldIsNotBlank_End": "End of the content that will only be rendered if the current object owns a certain field and if the field is not blank.",
    "PlaceholderDesc_FlexField_Field_List_Start": "Start of the attribute list. Will be replaced by the unused fields oder all fields placeholder when beeing integrated into an object.",
    "PlaceholderDesc_FlexField_Field_List_End": "End of the attribute list. Will be replaced by the unused fields oder all fields placeholder when beeing integrated into an object.",
    "PlaceholderDesc_FlexField_UnusedFields": "List of unused flex field values. The attribute list template will be used for this and the start and end placeholders will be replaced with the unused fields placeholders.",
    "PlaceholderDesc_FlexField_HasUnusedFields_Start": "Start of the content that will only be rendered if there are unused fields. Non used fields are all fields that were not referenced by name.",
    "PlaceholderDesc_FlexField_HasUnusedFields_End": "End of the content that will only be rendered if there are unused fields.",
    "PlaceholderDesc_FlexField_UnusedFields_Start": "Start of the list of unused fields. Non used fields are all fields that were not referenced by name.",
    "PlaceholderDesc_FlexField_UnusedFields_End": "End of the list of unused fields.",
    "PlaceholderDesc_FlexField_AllFields": "List of all flex field values. The attribute list template will be used for this and the start and end placeholders will be replaced with the all fields placeholders.",
    "PlaceholderDesc_FlexField_AllFields_Start": "Start of the list of all fields",
    "PlaceholderDesc_FlexField_AllFields_End": "End of the list of all fields",
    "PlaceholderDesc_FlexField_Field_Name": "Name of the field",
    "PlaceholderDesc_FlexField_Field_Value": "Value of the field",
    "PlaceholderDesc_FlexField_Field_Value_Equals_VALUE_TO_COMPARE_Start": "Start of the content that will only be rendered if the current field equals a certain value. 'VALUE_TO_COMPARE' must be replaced with the compare value.",
    "PlaceholderDesc_FlexField_Field_Value_Equals_End": "End of the content that will only be rendered if the current field equals a certain value.",
    "PlaceholderDesc_FlexField_Field_Value_NotEquals_VALUE_TO_COMPARE_Start": "Start of the content that will only be rendered if the current field does not equal a certain value. 'VALUE_TO_COMPARE' must be replaced with the compare value.",
    "PlaceholderDesc_FlexField_Field_Value_NotEquals_End": "End of the content that will only be rendered if the current field does not equal a certain value.",
    "PlaceholderDesc_FlexField_Field_LangKey": "Language key for the value of the field. Used if you want to use localization instead of hard coding a string value.",
    "PlaceholderDesc_FlexField_Field_IsNumberField_Start": "Start of the content that will only be rendered if the current field is a number field. Must be closed with FlexField_Field_IsNumberField_End.",
    "PlaceholderDesc_FlexField_Field_IsNumberField_End": "End of the content that will only be rendered if the current field is a number field.",
    "PlaceholderDesc_FlexField_Field_IsStringField_Start": "Start of the content that will only be rendered if the current field is a text field. Must be closed with FlexField_Field_IsStringField_End.",
    "PlaceholderDesc_FlexField_Field_IsStringField_End": "End of the content that will only be rendered if the current field is a text field.",
    "PlaceholderDesc_FlexField_Field_IsBlank_Start": "Start of the content that will only be rendered if the current field is blank. Must be closed with FlexField_Field_IsBlank_End.",
    "PlaceholderDesc_FlexField_Field_IsBlank_End": "End of the content that will only be rendered if the current field is blank.",
    "PlaceholderDesc_FlexField_Field_IsNotBlank_Start": "Start of the content that will only be rendered if the current field is not blank. Must be closed with FlexField_Field_IsNotBlank_End.",
    "PlaceholderDesc_FlexField_Field_IsNotBlank_End": "End of the content that will only be rendered if the current field is not blank.",
    "PlaceholderDesc_FlexField_Field_IsFirst_Start": "Start of the content that will only be rendered if the current field is the first. Must be closed with FlexField_Field_IsFirst_End.",
    "PlaceholderDesc_FlexField_Field_IsFirst_End": "End of the content that will only be rendered if the current field is the first.",
    "PlaceholderDesc_FlexField_Field_IsNotFirst_Start": "Start of the content that will only be rendered if the current field is not the first. Must be closed with FlexField_Field_IsNotFirst_End.",
    "PlaceholderDesc_FlexField_Field_IsNotFirst_End": "End of the content that will only be rendered if the current field is not the first.",
    "PlaceholderDesc_FlexField_Field_IsLast_Start": "Start of the content that will only be rendered if the current field is the last. Must be closed with FlexField_Field_IsLast_End.",
    "PlaceholderDesc_FlexField_Field_IsLast_End": "End of the content that will only be rendered if the current field is the last.",
    "PlaceholderDesc_FlexField_Field_IsNotLast_Start": "Start of the content that will only be rendered if the current field is not the last. Must be closed with FlexField_Field_IsNotLast_End.",
    "PlaceholderDesc_FlexField_Field_IsNotLast_End": "End of the content that will only be rendered if the current field is not the last. "
}